12/data/attachments/b1006ce62833592a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Michael_free_Actions_76715_1</nif:username>
            <nif:friendToBeRequested>soap_actions_5063f9fa-e139-435c-b931-990b23df6a7b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>